---
kind: other
id: Properties.T:Autodesk.Revit.DB.NavisworksExportOptions
source: html/bf3b1450-910d-4316-ee44-323cbb87e434.htm
---
# NavisworksExportOptions Properties

True to convert element properties, false otherwise.
 Default value is false.